Repository: botirovshox-lang/med-translation
Catalog: med_translation/final_output/tm_reference_FINAL.tmx
Source language: ru
Languages: en

source: В ходе ангиограммы изучают кровеносные сосуды. Трубка (катетер) вводится в вену на руке или ноге в области паха. Затем катетер направляется к исследуемому участку. В катетер вводят краситель. Когда краситель идет по кровеносным сосудам, делают рентгеновские снимки. Это обследование позволяет проверить кровоток. Ангиограмма также называется периферической или баллонной ангиопластикой. Если сосуды сужены, в ходе ангиограммы может быть проведена ангиопластика. Во время данной процедуры для улучшения кровотока баллон на конце катетера откроет кровеносный сосуд. Чтобы сосуд оставался открытым, в него могут поместить небольшую трубку (стент). Попросите взрослого родственника или друга отвезти вас домой после обследования. Садиться за руль или оставаться одному небезопасно. Ваши близкие должны ожидать во время проведения обследования. Не опаздывайте на обследование. Обследование займет 1–2 часа. Вы будете находиться в больнице около 4 часов после обследования. Подготовка • Перед обследованием проконсультируйтесь с врачом по поводу лекарств. Спросите, какие еще обследования вам могут назначить. Не принимайте пищу, начиная с полуночи до начала обследования.
en: Angiogram An angiogram shows the blood vessels in the body. A tube called a catheter is put into a vein at the top of your leg in your groin or in your arm. It is then guided into the area to be tested. Dye is put through the catheter. X-rays are taken as the dye pumps through the blood vessels. This test checks the blood flow in your body. An angiogram is also called a peripheral angioplasty or balloon angioplasty. An angioplasty may be done with an angiogram if you have narrowed blood vessels. With this procedure, a balloon on the end of the catheter will be used to open up the blood vessel to improve blood flow. A small tube- like device called a stent may be placed in the blood vessel to keep the blood vessel open. An adult family member or friend will need to take you home after the test. It is not safe for you to drive or leave alone. Your family is to wait during the test. Arrive on time for your test. The test takes about 1 to 2 hours. Plan to be here about 4 hours to be checked after the test. To Prepare • Talk to your doctor about your medicines before this test. Ask about other tests you may need. • Do not eat food after midnight before the test. Angiogram. Russian.

source: • Спросите врача, следует ли вам принимать лекарства утром в день обследования. Если следует, запивайте их небольшим количеством воды. • Скажите врачу, если у вас аллергия на краситель, йод, моллюсков и латекс. • Скажите врачу, если вы беременны или подозреваете, что можете быть беременны. Во время обследования • Слуховой аппарат, зубной протез и очки можно не снимать. Ювелирные украшения и часы нужно снять. Все ценные вещи необходимо оставить дома. • Вас переоденут в больничную одежду. Вам поставят капельницу в вену на руке. В капельницу будут введены жидкости и лекарства, которые помогут вам расслабиться. • Освещение может быть выключено, а в помещении может быть прохладно. Вы будете в сознании и сможете сообщать персоналу о своем самочувствии. • На грудь положат небольшие подушечки для контроля работы сердца. Мужчинам, возможно, побреют грудь. • На руку будет надета манжета для измерения давления. Давление и пульс будут регулярно проверять. • Место ввода катетера в паху или на руке будет обработано. При необходимости пах побреют. • Врач введет обезболивающее лекарство в место ввода катетера. Несколько секунд вы можете чувствовать острую боль. Затем боль пройдет, и вы будете чувствовать только нажатие. Если во время обследования вы почувствуете боль, сообщите персоналу.
en: • Ask your doctor if you should take your medicines the morning of the test. If so, take with sips of water only. • Tell your doctor if you have allergies to dye or iodine, shellfish or latex. • Tell your doctor if you are pregnant or think you may be pregnant. During the Test • You may wear hearing aids, dentures and glasses. Jewelry and watches will need to be taken off. Leave valuables at home. • You will wear a hospital gown. • An IV (intravenous) is put into a vein in your arm. Medicines to help you relax and fluids are given through your IV. • The lights in the room may be turned down and the room may seem cool. You will be awake, so you can tell the staff how you feel. • Small pads are put on your chest to check your heart. For men, chest hair may need to be clipped. • A blood pressure cuff is put on your arm. Your blood pressure and heart rate are checked often. • The catheter site, either your groin or your arm, is cleaned. The hair in the groin area will be clipped if needed. • The doctor numbs your catheter site. This may sting for a few seconds. After this, you should only feel pressure and no pain. Tell the staff if you have any pain during the test. Angiogram. Russian.

source: • Катетер вводят в крупный кровеносный сосуд, а затем направляют к исследуемому участку. • Затем вводят краситель. На несколько секунд вы можете почувствовать тепло или прилив крови. • Когда краситель идет по кровеносным сосудам, делают рентгеновские снимки. Время от времени вас попросят задержать дыхание. • Если кровеносные сосуды сужены, катетер с баллоном будет направлен в место сужения сосуда. Чтобы раскрыть суженный кровеносный сосуд, в баллон закачивается воздух. Вы можете почувствовать небольшое давление в груди, но оно быстро пройдет. Сообщите персоналу о своем самочувствии. • Чтобы сосуд оставался открытым, в него могут ввести стент. • Чтобы увидеть, насколько раскрылся кровеносный сосуд, снова может быть введен краситель. • После завершения обследования катетер извлекают. • Во избежание кровотечения на место ввода катетера на 10–20 минут прилагают давление. Для закрытия места ввода катетера может быть использован шов или заглушка. Для прекращения кровотечения приблизительно на 1 час накладывают зажим. На место ввода катетера приклеивают лейкопластырь или накладывают повязку. После обследования Вас переложат на другую кушетку. Вы будете отдыхать примерно 4 часа. • Во избежание кровотечения старайтесь не сгибать ногу или руку, где был установлен катетер.
en: • The catheter is put into a large blood vessel and then moved into the area to be tested. • Dye is injected. You may feel hot or flushed for a few seconds. • X-rays are taken as the dye moves through your blood vessels. You may be asked to hold your breath at times. • If you have narrowed blood vessels, the balloon area of the catheter is moved to the narrowed area of the blood vessel. The balloon is inflated to push open the narrowed blood vessel. You may feel some chest pressure, but the pressure should ease quickly. Tell the staff how you are feeling. • A stent may be placed to keep the blood vessel open. • Dye may be given again to see how much of the blood vessel has been opened. • When the test is done, the catheter is removed. • Pressure is put on the site for 10 to 20 minutes, so it does not bleed. A stitch or plug may be used to close the catheter site. A clamp is put on for about 1 hour to stop bleeding. A band-aid or dressing is put on the site. After the Test • You will be taken to another bed. You will rest for about 4 hours. • Keep the leg or arm straight where the catheter was placed to prevent bleeding. Angiogram. Russian.

source: • Место ввода катетера, а также пульс и давление будут регулярно проверять. • Немедленно сообщите медсестре, если место ввода катетера начнет опухать или кровоточить или если почувствуете боль, онемение или покалывание в ноге или руке. • Вы можете есть и пить. • Садиться за руль или оставаться одному небезопасно. Попросите взрослого родственника или друга отвезти вас домой. • Результаты обследования будут направлены вашему врачу. Врач обсудит с вами результаты обследования. Дома Сегодня • Отдохните 24 часа. • Не ходите по лестнице. • Выпейте 8 чашек или 2 литра безалкогольной жидкости для вымывания красителя из почек. Принимайте обычную пищу. • Перед сном снимите повязку и наклейте чистый лейкопластырь. Не мочите место ввода катетера. Не принимайте душ или ванну. • Наблюдайте, не появляются ли кровоподтеки или припухлости на месте ввода катетера. Рекомендации • Не принимайте ванну неделю после обследования. Можно принять душ. Не чешите место ввода катетера. • Два дня после обследования не принимайте метформин (глюкофаж). • 2–3 дня не садитесь за руль.
en: • Your site, pulse and blood pressure will be checked often. • Tell your nurse right away if the site swells or bleeds, or if you feel pain, numbness or tingling in your leg or arm. • You can eat and drink. • It is not safe for you to drive or leave alone. An adult family member or friend will need to take you home. • Test results are sent to your doctor. Your doctor will share the results with you. Your Care at Home Today • Rest at home for 24 hours. • Limit stair climbing. • Drink 8 cups or 2 liters of liquids (non- alcoholic) to flush the dye out of your kidneys. • Eat your normal diet. • Remove the pressure bandage at bedtime and put on a clean band-aid. • Keep the site dry. Do not shower or bathe. • Look at the site for bruising or a lump. Other Care • Do not take a tub bath for 1 week after the test. You can take a shower. Do not scrub the site. • Do not take the medicine Glucophage (metformin) for 2 days after the test. • Do not drive for 2 to 3 days. Angiogram. Russian.

source: животных and Scratches Если вас или вашего ребенка укусило или поцарапало животное, в рану может попасть инфекция. Немедленно промойте рану и как можно скорее обратитесь за помощью. Даже если это медицинской ваше домашнее животное, необходимо выполнить следующие действия: 1. Тщательно промыть рану водой с мылом. 2. Прижать рану, чтобы остановить кровотечение. 3. После остановки кровотечения нанести на рану мазь с антибиотиком, например Неоспорин. 4. Наложить на царапину или место укуса чистую повязку. 5. По возможности обратиться за медицинской помощью в тот же день. Ì Зачастую укусы представляют собой колотые раны, которые нужно тщательно промывать, чтобы они не воспалились. Если рана требует наложения швов, это необходимо сделать в течение 12 часов после укуса. При укусе другим человеком следует принять те же неотложные медицинские меры, как и при укусе животного. Если ваш ребенок прививался от столбняка более 5 лет назад, врач сделает ему прививку. Ревакцинация взрослых проводится раз в 10 лет. Выполняйте предписания врача. До заживления раны ежедневно снимайте повязку и проверяйте состояние раны. Промывайте рану водой с мылом и накладывайте чистую повязку, пока рана не заживет. Ваш врач сообщит об укусе в местный отдел здравоохранения. Это необходимо сделать в течение 24 часов после укуса.
en: Animal Bites If you or your child is bitten or scratched by an animal, the wound can get infected. Clean the wound right away and get medical help as soon as possible. Even if the animal is your family pet, you should follow these steps: 1. Wash the wound well with soap and water. 2. Put pressure on the area to stop the bleeding. 3. When bleeding stops, put an antibiotic cream, such as Neosporin, on the wound. 4. Cover the bite or scratch with a clean bandage. 5. Get medical help the same day if possible. Ì Many bites are puncture wounds that can become infected if not cleaned well. Ì If any stitches are needed, they must be done within the first 12 hours after a bite. Human bites should receive the same first aid and prompt medical attention as an animal bite. Your child will be given a tetanus vaccine if he or she has not had one in the past 5 years. An adult needs the vaccine every 10 years. Follow the treatment your doctor orders. Each day, until the wound heals, remove the bandage and check the wound. Clean the wound with soap and water and put on a clean bandage until the wound heals. Your doctor will report the bite to your local health department. This should be done within 24 hours of the bite. Animal Bites and Scratches. Russian.

source: Позвоните своему врачу, если: • Рана покраснела, опухла, стала теплой на ощупь или более болезненной. • Выделения из раны стали более обильными или появился неприятный запах. • У вас температура выше 101° F или 38° С (при измерении во рту). Что делать с животным: • Если вы не знаете хозяина животного, которое укусило вас или вашего ребенка, немедленно позвоните врачу. Животное может быть бешеным. • Если животное выглядит домашним, попытайтесь найти его хозяина. Узнайте, делали ли животному прививки от бешенства и даты вакцинации. Эта информация поможет врачу составить план лечения. • По возможности изолируйте животное от людей и других животных на 10 дней. Наблюдайте за изменениями в его поведении. Не пытайтесь посадить в клетку агрессивное Позвоните в или дикое животное. полицию или службу отлова животных. • Если вас или вашего ребенка укусила летучая мышь или она находилась в комнате, где вы или ваш ребенок спали, необходимо обратиться к врачу. Правила безопасности при обращении с животными Научите своего ребенка правильно вести себя с животными. • Никогда не трогайте животное, когда оно ест.
en: Call your doctor if: • The wound is red, swollen, warm to the touch, or more painful. • There is more drainage or a bad odor from the wound. • There is a fever over 101 degrees F or 38 degrees C by mouth. What to do about the animal: • Call your doctor right away if you do not know the owner of the animal that bit you or your child. The animal may have rabies. • If the animal was tame, try to find its owner. Find out if the animal has had shots for rabies, and the date the shots were done. The doctor will need to know this to plan treatment. • When possible, put the animal in a fenced area away from people and other animals for 10 days. Watch for any changes in behavior. Do not try to cage a vicious or wild animal. Call the police or animal control department. • If you or your child has been bitten by a bat or has slept in a room with one, you must see a doctor. Safety around animals Teach your child to be safe around animals. • Never bother an animal when it is eating. Animal Bites and Scratches. Russian.

source:  Качающие движения голеностопного сустава Двигайте стопой вверх и вниз, как будто Вы надавливаете или отпускаете педаль газа в автомобиле. Повторите это упражнение 10 раз.  Движения лодыжкой из стороны в сторону Выполните движения ступней из стороны в сторону. Повторите это упражнение 10 раз.  Круговые движения лодыжками Нарисуйте круг ступней. Делайте это сначала по часовой стрелке, затем против часовой стрелки. Повторите это упражнение 10 раз.
en:  Ankle Pumps Move your foot up and down as if pushing down or letting up on a gas pedal in a car. Repeat 10 times.  Ankle Side to Side Move your foot side to side. Repeat 10 times.  Ankle Circles Make circles with your foot. Go clockwise then repeat counter clockwise. Repeat 10 times. Ankle Exercises. Russian.

source: На Вашей коже могут появиться волдыри или язвы. У Вас может возникнуть боль в горле, лихорадка, головная боль, кашель и проблемы с дыханием. Вам понадобится прием медикаментов, потому что сибирская язва может привести к тяжелому заболеванию или смерти. Как лечится сибирская язва? Сибирскую язву невозможно выявить до момента развития заболевания. Для лечения всех типов сибирской язвы применяются антибиотики. Медицинские работники дадут Вам лекарство (доксициклин или ципрофлоксацин). Это лекарство поможет предотвратить инфицирование сибирской язвой даже при отсутствии симптомов заболевания. Вам могут назначить 60-дневный курс приема этого препарата. Это лекарство может вызвать тошноту, понос, головную боль или молочницу (только у женщин), но, несмотря на это, очень важно, чтобы Вы продолжали принимать лекарство до конца курса. Детям и взрослым назначаются разные дозировки препарата. Медицинские работники предоставят информацию о том, как следует давать лекарство детям и младенцам.
en: It may cause your skin to blister or have sores. You may have a sore throat, mild- fever, headache, cough and breathing problems. You will need to be treated with medicine because anthrax can cause serious illness or death. How Is Anthrax Treated? There is no way to test for anthrax before you get sick. Antibiotics are used to treat all types of anthrax. Health-care workers will give you medicine (doxycycline or ciprofloxacin). This medicine can help prevent an anthrax infection, even if you don’t feel sick. You may have to take this medicine for 60 days. The medicine can cause nausea, diarrhea, headache or a yeast infection (women only), but it is important that you keep taking the medicine until it is gone. Children have to take different amounts of the medicine than adults. Health-care workers have information on how to give medicine to children and babies. Anthrax: What You Need to Know. Russian.

source: Подготовка • Сообщите врачу о принимаемых рецептурных и безрецептурных медикаментах, витаминах и лекарственных растениях. • Если у вас аллергия на лекарства, продукты и пр., сообщите персоналу. • До завершения операции запрещается есть и пить, даже воду. Во время операции • Вы переоденетесь в больничную одежду. • В вену на руке поставят катетер для введения лекарств и жидкостей. • Затем вас на каталке перевезут в операционную. Вам помогут лечь на хирургический стол. В целях безопасности ноги могут пристегнуть ремнем. • Чтобы вы спали во время операции, вам внутривенно или через маску введут лекарство. • Вам продезинфицируют живот и накроют вас простынями. • На животе врач сделает разрез. При лапароскопической операции будет 2 или 3 разреза. • Через них будет удален аппендикс. • На разрезы наложат швы, скобы или стерильные полоски. • Если используются швы или скобы, на них наложат повязку.
en: To Prepare • Tell your doctor what medicines you are taking including prescriptions, over the counter medicines, vitamins and herbs. • If you have any allergies to medicines, foods or other things, tell the staff. • Do not eat or drink anything, including water, until after you have your surgery. During Surgery • You will wear a hospital gown. • An IV (intravenous) is put into a vein in your arm for giving medicine and fluids. • You are taken on a cart to the surgery room. You are helped onto the surgery table. A belt may be put over your legs for your safety. • You will be given medicine, so you will sleep through the surgery. The medicine will be given through the IV or a face mask. • Your abdomen is cleaned and sheets are put over you to keep the surgery area clean. • An incision is made in your abdomen. With laparoscopic, 2 to 3 incisions are made. • The appendix is removed. • The incision(s) are closed with stitches, staples or special tapes called steri- strips. • If stitches or staples are used, a bandage is taped over them. Appendectomy. Russian.

source: После операции В больнице • Вас переведут в послеоперационную палату и будут за вами наблюдать, пока вы не проснетесь и не почувствуете себя хорошо. • Ваше дыхание, давление и пульс будут регулярно проверять. • Врач побеседует с вами об операции и о том, когда вас выпишут домой. • Лекарства, введенные во время операции, вызовут сонливость. Ради вашей безопасности попросите взрослого родственника или друга отвезти вас домой. • Вас выпишут через 1–2 дня после операции. Если вас оперировали по поводу разрыва аппендикса, вы проведете в больнице больше времени. Дома • Отдыхайте. • Принимайте лекарства в соответствии с предписанием врача. • Позвоните врачу и запишитесь на прием. • Можно принять душ. Не принимайте ванну в течение недели после операции. • Через день после операции перед приемом душа удалите повязку. Тщательно вымойте разрезы с мылом и досуха промокните их. Наклейте на места разрезов новые пластыри. Меняйте пластыри, как только они намокнут или станут грязными.
en: After Surgery In the Hospital • You are taken to the recovery room where you are watched closely until you wake up and are doing well. • Your breathing, blood pressure and pulse are checked often. • Your doctor will talk to you about your surgery and when you can expect to go home. • Medicines given during the surgery will make you sleepy. You will need to have an adult family member or friend take you home for your safety. • You may be sent home 1 to 2 days after surgery. If your appendix ruptured before surgery, you may have to stay longer. At Home • Rest. • Take your medicines as directed by your doctor. • Call your doctor to schedule a follow-up visit. • You can take a shower. Do not take a tub bath for one week after your surgery. • Remove the bandage(s) over the incision(s) the next day before you shower. Carefully wash the incisions with soap and water and pat them dry. Put new band-aids over your incisions. Change your band-aids any time they get wet or dirty. Appendectomy. Russian.

source: • Если вам заклеили разрез стерильными полосками, не трогайте их. Со временем они сами отпадут. • После операции у вас может быть запор. В этом случае поможет ходьба и прием пищи с высоким содержанием клетчатки, фасоли, овощей и цельнозернового хлеба. Также рекомендуется выпивать в день 8 стаканов жидкости. • Чтобы избежать легочной инфекции, вам покажут упражнения по глубокому дыханию или кашлю. Дышите глубоко и прокашливайтесь каждый час во время бодрствования и если проснетесь ночью. При кашле и глубоком дыхании может быть полезным положить на место операции подушку. • Если была проведена лапароскопическая операция, не поднимайте предметы тяжелее 5 кг (10 фунтов) в течение 3 дней, а если открытая — 14 дней. • Не садитесь за руль, пока врач не разрешит и пока вы не закончите прием обезболивающих лекарств. • Проконсультируйтесь с врачом или медсестрой по поводу других ограничений. Вы сможете вернуться к обычной деятельности примерно через 1–3 недели.
en: • If you have steri-strips, leave them alone. They will fall off on their own. • It may be hard for you to have a bowel movement after surgery. Walking and eating high fiber cereals, beans, vegetables and whole grain breads will help. Drinking 8 glasses of liquids each day may also help. • You may be taught to do deep breathing and coughing exercises to keep you from getting a lung infection after surgery. Deep breathe and cough every hour while you are awake and if you wake up during the night. It may help to use a pillow to support your incision(s) when you cough or deep breathe. • Do not lift objects over 10 pounds for 3 days if you had laparoscopic, or for 14 days if you had an open procedure . • Do not drive until your doctor tells you it is okay, and you are no longer taking pain medicine. • Talk to your doctor or nurse about other activity limits. You should be able to return to normal activities in about 1 to 3 weeks. Appendectomy. Russian.
